{"meta":{"title":"一盒薄荷糖🌿","subtitle":null,"description":"凡事往简单处想，往认真处行。","author":"Mint33","url":"http://yoursite.com"},"pages":[{"title":"分类","date":"2017-12-04T15:23:40.000Z","updated":"2017-12-04T15:30:04.286Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"关于","date":"2017-12-04T15:52:02.782Z","updated":"2017-12-04T15:52:02.755Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"一个热爱交互设计的女生，喜欢思考与自我革命。深知自己有许多思想的盲点，只有不断学习总结才会得到完善。这个Blog是内心的安放处，也将见证我一步步向前。Never too late."},{"title":"标签","date":"2017-12-04T04:39:04.000Z","updated":"2017-12-04T15:30:39.455Z","comments":false,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""},{"title":"读书","date":"2017-12-03T16:29:51.677Z","updated":"2017-09-23T06:58:21.000Z","comments":true,"path":"reading/index.html","permalink":"http://yoursite.com/reading/index.html","excerpt":"","text":""}],"posts":[{"title":"《人性的枷锁》","slug":"人生的枷锁","date":"2018-08-25T16:00:00.000Z","updated":"2018-08-28T01:17:32.465Z","comments":true,"path":"2018/08/26/人生的枷锁/","link":"","permalink":"http://yoursite.com/2018/08/26/人生的枷锁/","excerpt":"","text":"读《人性的枷锁》人性的枷锁，讲得是一个什么样的故事呢，我读的时候竟然从其中看到了自己的影子。读这本书的起因是读到查理芒格在演讲的时候谈到了这部小说。 我很小就明白的第二个道理是，正确的爱应该以仰慕为基础，而且我们应该去爱那些对我们有教育意义的先贤。不知道怎么的我懂得这个道理，并且一辈子都在实践它。萨默赛特·毛姆在他的小说《人性的枷锁》中描绘的爱是一种有病的爱。那是一种病，如果你们发现自己有那种病，应该赶快把它治好。 于是好奇的我去读了这本书，而收获远比我以为的多。 主人公菲利普是一个父母双亡寄住在伯父家，脚有些残疾的男孩。成长的过程中，他学会从书籍中获得慰藉，聪明的他在教会学校学习中获得良好的成绩，并且有望去牛津深造。然而他却放弃了，执意去伦敦看看世界，恰巧有会计的工作，于是他去了伦敦。可是实习过程中，同事的富裕刺痛了他，会计工作让他厌烦。在自己素描得到赞扬之后，他想，自己或许有艺术家的天分。他放弃了会计实习，前往巴黎学习绘画。在那里他结交了朋友，也认识一位毒舌，但对于绘画十分有自己见解的女士。在巴黎的日子里，他渐渐发现自己并非所想的那么有天分，在那位女士过世之后，他请教了老师，并且最终决定离开巴黎。再次回到伯父家，疼爱他的伯母已然老去，菲利普决定追随父亲，当一名医生。 菲利普前往伦敦学医，在那里他认识了改变他命运的女人——米尔德莱德。米尔德莱德虽然高傲，肤浅，对菲利普的爱理不理，却深深吸引了菲利普。菲利普请米尔德莱德看戏剧，请她吃饭，努力的追随她，甚至于自己的学业也不管不顾了。然而这未能打动米尔德莱德，她最终还是和别人一起私奔了。菲利普感到痛苦万分，但是他决心好好学习，这期间，他认识了富有母性气质的女人，她抚慰着菲利普。然而有一天米尔德莱德又回来了，同时，她怀孕了，答应娶她的男子其实已有家室，并且最终抛弃了她。但菲利普十分开心米尔德莱德能回来，他还爱着她，菲利普用心为她做着一切，花费大量钱财替她安顿好一切，让她安心生下一个女儿。然而，米尔德莱德爱上了菲利普的同学，菲利普痛苦万分，竟然还花钱给两者去旅行。米尔德莱德在和菲利普同学出游之后没有回来。于是菲利普继续在医学院学习，决心好好学习。 某一天菲利普在路上又遇上了沦为妓女的米尔德莱德，到她的住处后，他深感痛心，对她伸出援手，让她到自己家做帮佣。此时的菲利普对米尔德莱德已失去感情，剩下的只是同情和怜悯。米尔德莱德在发现自己失去对菲利普的控制时，愤而离去。后来他有再一次遇到米尔德莱德，但她依旧是妓女，菲利普也无力帮助她。 菲利普因为投资不利而破产，不得不结束在医学院的学习。应聘多家商店后，他去了一家百货公司做引导员。伯父过世后，他继承了财产，终于有钱继续医学院的学习。后来他爱上了好友的女儿，两人表白后决定结婚。 关于读书阅读这本书的时候，其中有许多至理让我印象颇深。菲利普因为跛脚，一度十分自卑，在学校的日子里，同伴的嘲笑使他痛苦。他爱上了阅读。 不知不觉，菲利普养成了这世上最能给人带来快乐的习惯——阅读。他没有意识到在自己心中已经搭起了一个避难所，一个能够远离生活中种种悲戚之事的地方。他在冥冥之中创造了一个完美的幻境，而幻境之外的现实世界则是无尽苦涩与失望的源头。 ▲后来，每次生活中遭遇痛苦，他总会寻求书籍的慰藉——可惜，阅读并非每次都能抚慰他。 “一部分是因为读书有乐趣。我已经习惯读书了，如果不看书就像不能抽烟一样浑身不自在。另一部分是想从书里认识自己。我看书的时候只用眼睛看，但有时候偶尔看到对我有特殊意义的一段话，甚至是几个字，那它就会和我融为一体，变成我的一部分。若是我已经从书里得到了所有对我有用的东西，那不管再读多少遍都不可能再学到更多了。我觉得人就像一朵花苞，读的书、做的事大都对你没有一点影响。可某些特定的东西会有非同寻常的意义，你会因为这些东西一瓣一瓣地绽放，直到完全盛开。” 说起读书，他还是跟以前一样兴致勃勃。对书籍的品位也是一如既往地高雅不凡。他一直对书中的观点颇感兴趣，聊天的时候也能够旁征博引，称得上是个非常有趣的伙伴。但这些观点对他起不了任何作用：就像在拍卖室看到几片瓷器碎片，总会拿起来把玩一番。看看它们的形状，欣赏一下釉面，在脑子里估个价，然后重新放回盒子里，再也不去琢磨了。 关于自我意识 菲利普变得自我意识感强烈。刚出生的婴儿没有身体意识，他们总是把自己的小手小脚和周围的物什混淆在一起，玩弄起自己的脚趾跟摇响小拨浪鼓没有两样。只有等逐渐感受到由躯体所传递来的疼痛，婴儿才能一点一点地认识到自己的身体。其实这和我们发展自我意识的过程非常相似，唯一不同的是，尽管每个人都能同样地意识到自己的身体是一个独立而完整的有机体，但绝非人人都能拥有独立而完整的人格。==在进入青春期后，一种与他人的隔阂感会随之产生，只是这种离群索居的感觉往往不足以让人察觉到自己和周围的人是不同的。==自我意识感不足的人就像生活在蜂巢里的蜜蜂。==其实他们才是生活中的幸运儿，有什么事总是能一呼百应，而幸福感也来之甚易——首先需要泯然众矣，随后就能无师自通，自得其乐了。==你会看到这些人在圣灵节那天的汉普特斯西斯公园翩翩起舞，在足球比赛的场边振臂呼喊，或者在蓓尔美尔街的一家俱乐部窗边为王室巡游拍手叫好。正是因为有他们，人类才会被称作社会动物。 ▲这段对于自我意识的描写非常有趣，自我意识不足的人，有什么事总是能一呼百应，幸福感也就随之而来。也许泯然众人，融入人群正是为了躲避那些孤独感。 菲利普在学校没交到几个朋友。读书的习惯让他一点点萌生向隅之感。==他对这个习惯有了越来越深的依赖，以至于和别人相处的时候经常会觉得疲倦、烦乱。==他博览群书，见识广博，也因此虚荣起来，仗着头脑聪颖，毫不避讳地对同伴的愚昧嗤之以鼻。其他男孩也一直对菲利普的自负耿耿于怀，再加上他多懂的那点儿知识他们本来也看不上，就嘲笑他，说“没什么好骄傲的”。==菲利普养成了一种奇怪的幽默感，特别会挖苦人，哪壶不开专提哪壶。他觉得自己说的话很好笑，可完全意识不到这让听话的人心里不是滋味。==有时候他们会因此讨厌菲利普，而他竟然还因此觉得自己成了受害者。入校时受的羞辱让他不敢接触班里的同学，这种怯懦的心理到现在还没有被完全克服。他还是一如既往的害羞、沉默。他早早就谢绝了来自所有人的好意和怜悯，但对一份好人缘还是求之不得，尽管这对于一些孩子来说简直易如反掌。学校里有那么几个朋友很多的孩子，他只能远远看，羡慕得眼睛发绿。他多想变成这样的人，哪怕是拿一切来换！说实话，他甚至愿意变成学校里的头号傻子，只要能摆脱跛足。他慢慢养成了一个习惯，想象自己和某个让他特别羡慕的男孩互换身体，用别人的嗓子发出声音，用别人的心感受快乐，过别人的日子，做别人的事。他想得出神，好像有那么一会儿，自己真的不是自己了。就这样，他悄悄给自己找到了很多快乐。 ▲这就是曾经的我啊，在和别人交流的时候，难免觉得疲倦。对于自己知道的事情，理解的道理沾沾自喜，没有意识到会让人觉得不舒服。自以为是地觉得自己说的话高明有趣，别人却可能听了心里不是滋味。但与此同时，又期待友谊。所以很多时候还是不要对自己那点小伎俩有过多期待，觉得那是多了不起的事情。 关于自私 菲利普觉得有点儿失望。他自认表现慷慨，理应得到来自迪克罗潮水般的感激。可这老先生却淡定地收下了，好像本来就是应得的。菲利普惊讶不已。他还太年轻，==没能意识到比起受惠者，施惠之人反而会有更强的图报心。== ▲施惠之人反而会有更强的图报心，这句话表现出作者对于人情世故的理解是多么高超。哎，所以我们要及时对别人的善意表达反馈——尤其是大A，更期待你的赞美和反馈。 “我只为自己说话。只有当他们碍着我的事了，我才会注意到他们的存在。==每个人都是宇宙的中心，地球也都同样绕着他们转。我自己有多大的能力，就能向其他人要求多少的权利。==我会不会做某件事看的只是我能不能做。人类是生活在社会里的群居动物。各种渠道的势力组成了社会：比如武器的力量——也就是警察；还有舆论——像是‘格朗迪太太’。一边是社会，一边是个人，每一边都竭力自保。这是势力与势力之间的抗争。==我独自一人，势单力薄，必定要融入社会。可其实我还是挺乐意的，因为我向社会纳税，社会则保护我这个弱者不受比我强的人的压迫。我遵守法律，是因为我必须得这么做，而不是承认它的公正。哪有什么公平公正？==我只知道有权力这回事。我纳的税给负责保护我的警察发了工资。如果我生活在一个法律规定必须参军的国家，我进了军队保家卫国，那么我就不欠社会什么了。至于剩下的情况，要是它还拿出自己的势力来打压我，我就可以用我的聪明才智狡猾应对了。社会制定法律来自保，假如我犯罪就会被关进牢房甚至处死。社会有权力这么做，权力也就给了它权利。如果我触犯了法律，我就接受国家对我的报复。但我不觉得这是一种惩罚，也不觉得自己做错了什么。社会想通过宣扬什么名誉啦金钱啦，以及我们身边人的夸赞来使我们为它服务。但是我才不管周围的人说我好还是说我孬呢，我也看不起什么名誉，再说我现在穷成这个样，不也过得很好吗？” ▲每个人竭力自保，克朗肖这席话好有意思——每个人竭力自保，一切是势力与势力之间的抗争。 “不可能的。等你再成熟点就会发现要想在这世界上能活得下去就首先得承认人不为己，天诛地灭。你想让其他人无私待人，想让他们为了你的需求而自我牺牲，这种想法太荒谬了。他们凭什么这么做呢？一旦你向事实妥协，承认世界上的每个人都是为了自己而活着，等到那天你就不会再对同伴有那么多的要求了。他们也不再会让你失望，你只会以宽容之心对待他们。人啊，在生活中苦苦追求的东西不就是享乐吗？” ▲关于自私的观点，世界上每个人都是为了自己而活着，追求自己的享乐。克朗肖这席话，同死人经里说的一样，人不能自私到觉得别人不自私 而我也发现这个同中讲得道理一致，当你接受别人可以自私，就会对他们宽容点。 “瞧你跟匹吓着了的小马似的，我不就是用了一个你们基督教徒避之不及的词儿嘛。你把万事万物的价值都按等级排好了，‘享乐’这件事永远被压在最下头。只有谈起自我满足、责任、慈善和真诚的时候，你才能有点儿激动，而‘享乐’对你来说只是一种感官享受。在那些制定了道德要求的可怜的奴隶眼中，享受和满足是可鄙的事儿，但他们本身就没有什么路子能享受啊。我要是换成‘幸福’这个词儿你就不会这样害怕了吧。‘幸福’这词儿听起来好像没有那么令人震惊，好像是从伊壁鸠鲁的猪圈逛到了他家的后花园。但我要说的就是‘享乐’，因为就我的观察而言，大家都是图个享乐，没听说谁的目标是幸福。你的每一种德行中都暗藏着享乐的欲望。人人做事都是先为自己。要是做的事刚好还能使别人得益，那么我们就说这个人是个有美德的人。有人觉得施舍是种乐子，那他就叫乐善好施；有人觉得助人是种乐子，那他就叫热情善良；有人觉得做社会工作是种乐子，那他就叫热心公益。你给乞丐两个便士自己觉得很快乐，我来上一杯威士忌兑苏打水也觉得很快乐，这是一回事儿。我不跟你一样假惺惺的，我既不为自己的快乐洋洋得意，也不会去祈求你能赞同我。” ▲享乐并非是一个贬义词。人人做事都是先为自己。要是做的事刚好还能使别人得益，那么我们就说这个人是个有美德的人。 “你难道不知道有人会放弃所想，而去做些心不甘情不愿的选择吗？” “不，你这问题问得太蠢了。其实你的意思是说人会选择即刻痛苦而不选择当下享乐。我要是反对这个说法，那就和你提出这个问题一样愚蠢了。的确，人会接受即刻的痛苦而非享乐，但这只是因为他们想在日后享受更大的乐子啊。快乐是飘渺虚幻的，但是就算快乐的程度难以计算也不能说这条普遍的规律有错啊。你现在想不通是因为你还觉得享乐是一种感官享受，可是，孩子，一个为国捐躯的人是因为他热爱自己的国家，这一行为其实就好比一个爱吃泡菜的人吃了很多腌白菜。这是造物主的法则。要是人真的喜欢受苦多于享乐，那人类早就灭亡了。” ▲受苦也是因为未来可以享乐，享乐才是每个人所追求的东西。 并不是说对生病的人怀有同情心，因为同情心本身就是一种居高临下的感情，而是因为他在这些人身边觉得更自在。 ▲同情本身是一种居高临下的感情 关于艺术 “如果艺术不是最重要的，那我们现在在这儿干吗呢？”菲利普问。“你在这干吗我哪知道，又不关我事。但是艺术是奢侈的追求。==人们只会保全自己，关心自身繁衍。==只有这些要求得到满足的时候，他们才有心关注作家、画家和诗人创作的艺术。最多就是把艺术视作娱乐消遣吧。” ▲艺术作为消遣。人们只会保全自己，关心自身繁衍。 他觉得自己很没用，画画怎么能靠脑子来呢？真正有价值的作品都该是由心而生的。 ▲的确如此啊 一个人之所以要画画，是因为他根本控制不了自己。画画是一项人体机能，只有少数人才有的。人要为了自己而画，不然的话，还不如死了算了。 ▲画画和创造对于某些人来说是本能 “画家能从所见之物里获得一种奇特的感受，而且还迫不及待地想要把它表现出来。不知为何，他只能通过线条和色彩来描述心中所想。就像音乐家一样，他只要读上两行字，头脑里就会浮现出一串音符。他也不知道为什么眼前看到的字儿能让他脑海里浮现出那样的音符，但事情就是这么发生了。 我再来告诉你为什么批评指正一点用处都没有吧。==伟大的画家能强迫所有人透过他的眼睛看世界，可也许几十年后出现了一个视角不同的画家。大家评判他的作品时考虑的不是他的角度，还是按照老一辈的规矩来。==巴比松画派教导我们的父辈用某种特定方法来观察树，但后来莫奈出现了，他画的树和之前的不一样。 人们都说：‘树不长这样啊。’可他们从没想过，画家看到的树是什么样他画出来的就是什么样。画画是从里到外的艺术——要是能强迫所有人用我们的方式看世界，那我们就称得上是伟大的画家了。但假如做不到，别人就不会把我们当回事儿。可我们自始至终都是一样的。伟大或是渺小都不在乎。日后我们的作品成名也好，不成名也罢，都无所谓。因为我们已经从画画的过程中得到一切了。” ▲看待艺术的观点！哇~艺术家是强迫别人用他的方式看世界。 “恐怕您的意思是我没机会做出一番成绩了。”福瓦内先生微微地耸了耸肩膀。 “你手挺巧的。肯下功夫的话，想成为一个一丝不苟、小有成绩的画家也不是不可能。有成百上千的人画得还不及你好，也有成百上千的人和你平起平坐。你给我看的这几幅画里没有显出任何天赋，但我看出了你下了不少功夫，脑袋也挺灵。你将来充其量也就是个二流画家吧。” 菲利普强装镇定，尽可能地克制着自己发抖的嗓音问：“非常感谢您，麻烦您了。真不知道该怎么谢谢您才好。” 福瓦内站起身来，刚要离开，又忽然停下来把手放到菲利普的肩膀上：“如果你问我下一步应该怎么走，我会建议你咬咬牙，下定决心干点别的试试运气吧。听上去也许很难，但我告诉你吧，我愿意拿世上所有东西去换取一个机会，一个能让我回到你这么大的年纪，遇到一个能给我这样建议的人，并且乖乖按着他的建议来的机会。” 菲利普被这番话惊呆了。福瓦内老师硬生生地挤出一丝微笑。他的眼睛还是那么严肃而惆怅。 “好不容易发现了自己的平庸，但却为时已晚，这才是最残忍的事啊。”他说完最后几个字，哈哈干笑两声，飞也似的走出了房间。 关于命运 菲利普想来想去，似乎觉得在真正的画家、作家、音乐家的身体里都有那么一股力量，在促使他们全身心地投入工作。这种力量让人无法抗拒，只得为了艺术奉献出自己的一生。他们臣服于一种无意识的影响，被占据自己身体的本能玩弄得团团打转。生活从他们的指缝中溜走，白白被荒废殆尽。菲利普认为人的一生要实打实地认真度过，而不是逢场作戏，表演给别人看。他想走出去开开眼界，从每时每刻里感受生活赐予的领悟。 ▲他想走出去开开眼界，从每时每刻里感受生活赐予的领悟。 “你从来没做过让自己后悔的事吗？” “如果我之所为都是不得不做的，那怎么会后悔呢？”克朗肖反问道。 “这是宿命论的观点。” “人总是觉得自己的意愿是自由的。这种想法太根深蒂固，我也情愿这么想。我表现得好像自己无拘无束。只要一件事发生，那很显然是永恒的宇宙中所有力量共同促生了它，不管我做什么都不可能阻止。这就是不得不做的事。不论是好是坏，我都不接受任何奖罚。” ▲得之我幸失之我命，而我不能控制的事情冥冥之中都有原因。不可违抗的命运啊。 “很简单，事后懊悔，一点儿用也没有。牛奶既然洒了，就没必要再因此哭鼻子。它之所以会洒，是因为全宇宙间所有力量的共同作用。” 他的选择似乎永远是最正确的那个，可倒头来竟混得最惨。那些优势未必赶得上他的人，功成名就；那些比他优势多得多的人，毫无建树。说到底，这都是命运在作祟吧。好比从天而降的大雨，落在正直的人身上，也落在邪恶的人身上。这世上一切事情都没有道理可言。 ▲好比从天而降的大雨，落在正直的人身上，也落在邪恶的人身上。这世上一切事情都没有道理可言。 关于生命的意义 想到克朗肖，菲利普就记起他给自己的那块波斯地毯。克朗肖说这里面隐含了关于人生意义的谜底。忽然，这个谜底出现在菲利普眼前，他哑然失笑。它像一个让人苦苦思索的谜题，可一旦找到答案，就会纳闷自己当时为何会百思而不得其解。 答案很明显：生命没有意义。 苍茫宇宙中，地球只是一颗飞速运转的行星。生命发源于此，产生在一片混沌之中。而这只是这颗星球的一段历史。如同生命在此孕育而生，同样地，在其他条件之下，也会在此毁灭而终。人类，并不比其他生命形式更加重要，也从不是造物主的巅峰杰作，只是在环境变迁下应时而生的自然反应罢了。 菲利普想起一个东方国王的故事。国王想知道人这一辈子是怎样度过的，宫中贤士便给他拿来五百卷书，可他国事缠身，只好令贤士将这些书拿回去，概括一番。二十年后，贤士带着五十卷书回来了，但是国王年事已高，读不了这么大部头的书，便差他再回去精简概括。又过了二十年，垂垂老矣、满头白发的贤士带着一本书来找国王，这里面有他苦苦求索的答案。可国王已经长卧病榻，连这一本书都读不完了。贤士用一句话把人的一辈子概括给他听：==生而受难，久难而终。== 生命没有意义。人活着没有目的。一个人是否降生在这世上，是否还活着或已经死去，这些都是无关紧要的事。生命微不足道，死亡更无足轻重。菲利普欢喜若狂，就像小时候刚刚摆脱对上帝的信仰时的感觉一样：似乎人生中最后一重枷锁已经从他身上卸掉，他第一次感受到了彻底的自由。他的卑微成为他的力量，他忽然觉得自己可以和迫害他许久的残酷命运来场勇敢的对峙。如果生命没有意义，这世间也就没有什么残忍可言了。他做过什么、还没有做什么，都已经无所谓了。失败不重要，成功也一文不值。他是这群占据地球表面很小一部分的人里最微小的一个。而他又无所不能，因为他从世间的纷乱混沌中参透了一个秘密：生命毫无意义。数不清的想法一个接一个在菲利普急切的想象中翻滚袭来，他深吸一口长气，喜悦而满足。他乐得想跳起来，想放声歌唱。几个月的时间以来，他从没有像今天这样开心过。 ▲生命没有意义，它是自然发生的事情。他做过什么、还没有做什么，都已经无所谓了。失败不重要，成功也一文不值。 “哦，生命！”他在心里呼喊，“哦，生命，你的悲惨与不幸去了哪里？” 迸发的想象缜密精确地向菲利普展示了“生命没有意义”这一事实，他又忽然想到，这也许就是为什么克朗肖会给他那块波斯地毯吧。 织毯子的人在编织花纹时也许仅仅凭借着一种审美的感觉，并不是出于什么“目的”。人生在世也是如此。或者说，如果一个人不得不相信自己的行为是不由自主的，那么他就可以这样看待生活，视生命为编织地毯上的花纹，既无意义，也无用处，只图一乐罢了。 人们以生命中的一举一动、所感所想作为灵感，也许能设计出或规律、或精致、或复杂、或美丽的图案。尽管最终这只是一场幻觉，是妄想自己在这天地之间竟能拥有选择的权利；尽管这只是一出障眼戏法，是现实与幻想交织而成的迷梦，但这些都无关紧要了。起码看上去并不重要，或对菲利普而言并不重要。当你的手里握着生命厚重的经纱时（就像一条不知从何而起，也不知流往何处的大河），一旦清楚这世上本无意义可言，就能颇为自足地选择几根纬纱，编成想要的图案。 有一种图案最为醒目、完整、美丽，它描绘了一从降生到成人，从婚恋到育子，为了一口果腹的干粮疲于奔命，最终在床榻上与世长辞。除此之外，生命还呈现出一些别的格局，错综复杂而精彩纷呈，只是其中寻不到幸福和成功的踪迹。相反，你能在这些图案里找到令人困扰和忧虑的雅致。有些人的生活，就像海沃德那样，图案还没有织完，就被盲目无情的命运一刀切断，等到那时，即使献上再温暖的安慰都已然无济于事。还有一些人，比如克朗肖，他们的生活轨迹让人难以效仿，要想理解这样的人生本身就是合理的，我们就必须要提前转换思维，重塑标准。 菲利普觉得放弃对幸福的追求就是放弃自己最后的一丝幻想。之前，他总以过得是否幸福来衡量生命的价值，可最终却只能发现自己的生活过得一塌糊涂，而现在，他意识到也许衡量生命价值的标准并不在于此。幸福和痛苦都无关紧要。它们就像其他琐碎的细节，一同被设计到生活的图案之中。这一刹那，菲利普似乎凌驾于生活里的种种意外之上，而它们仿佛再不能像之前那样影响到他了。生命中的每首插曲都使复杂的图案更加精密，当日子终了那天，我们会因这幅图案的完成而欣慰不已。这将是艺术品，是最最美丽的杰作，因为只有设计者本人知道它的存在，随着他的死去，图案也将散如云烟。 此刻，菲利普觉得幸福。 ▲幸福和痛苦都无关紧要。它们就像其他琐碎的细节，一同被设计到生活的图案之中。 菲利普的心安静不下来，他回想起自己所理解的生命的图案：所有遇到的不幸充其量只是生命中精美的装饰吧。他一遍遍地告诉自己必须笑对人生，不管是忧郁还是喜悦，是快乐还是痛苦，正是它们让生命的图案更加丰富多彩。他有意识地去寻找美。 ▲生命的意义在于经历。 他的理想是什么？他曾经想看透这生活的复杂与无为，勾勒一幅精密绝伦、美不胜收的人生图案。可他从没发现也许由出生、工作、婚姻、生育、死亡编织出的最简单的形状才是最完美的模样。==可能向幸福投降就是承认了生命的失败，可这样的失败却比任何勋章都更加闪亮。== 关于贫穷 “没有比为了生计发愁更丢人的事儿了。有些人大言不惭地说自己不把钱当回事儿，我最鄙视这种人。不是伪君子就是傻子。钱这玩意儿就像第六感，没有它，剩下的五感都发挥不了最佳作用。没有足够的银子进账，生活里就少了一半的可能。唯一要注意的是，你不能花两个子儿的成本来挣回一个子儿的价值。你可能会听到别人说贫穷是对艺术家的最佳鞭策。说这话的人从来都没受过穷啊。贫穷就像扎进你皮肤里的钉子，他们不知道这会让人变得多么抠门，会让你遭受多少羞辱。贫穷会砍掉你的翅膀，像癌细胞一样侵噬你的灵魂。倒不是说要有多富裕，可起码要有足够的钱来维持尊严，有足够的底气不受打扰地工作，能慷慨诚实地做事，能不靠他人独立生活。不管是画画的还是写字的，但凡一个艺术家要靠自己的作品吃饱肚子，我都深深地为他感到同情。” ▲这段关于贫穷的说法，写得真好啊 在圣鲁克的最后一年，菲利普不得不埋头苦学。他对现在的生活很满意，心里没什么惦记，钱也足够花，真是舒服极了。他曾听别人谈起钱来非常不屑，不知道这些人有没有经历过没钱的日子。若是一个人口袋空空，就会变得斤斤计较、吝啬小气、贪得无厌。贫穷会扭曲人的心理，让他不得不以一种恶俗的视角来看待世界。当你每花一分钱都必须要精打细算的时候，钱就会变得离奇的重要。你需要培养一种能力，使自己可以正确衡量金钱的价值。 ▲想到了“稀缺” 关于爱情 他懂得人生万事终有结束那一天，即便是爱情也没有例外。他眼巴巴地盼着那一天的到来。爱情像生在他心里的寄生虫，以其血液为食，可恨而茁壮地生长着，吸食他的精气，让他无所适从，唯有从它身上才能祈求到一丝快乐。 这样的爱情简直是种折磨，他痛恨让爱欲占了上风，仿佛自己已经成了囚犯，心心念念地渴求着自由。 他心想，恐怕这世上再没有哪种折磨比爱一个人又看不起她更让人难以忍受了。 关于情绪和理性（不是很懂） 他扪心自问，若是自己总结的信条并不准确，那么人这一生究竟是不是按规则来的呢？为什么人和人之间行事的方式都不相同呢？人的一举一动都是按着自己的情绪来，可情绪也分好赖，到底是把你引向胜利之巅还是推进灾难之渊都在一念之间。生活，是逃不脱的谜。人在天地间疲于奔命，冥冥之中，为心底的欲望所驱赶，早已忘却初心，只为忙累而忙累。 如今的菲利普以一种不屑的眼光看待理想主义。他一直以来都对生活充满激情，而他接触到的大部分理想主义却只是教人胆怯地逃避生活。 理想主义者无法忍受人世间的冲撞骚动，所以总是离群索居。他没有力量奋起反抗，只能将这种反抗诋毁为恶俗。每当同伴对他的评价与他的自我评价不符，就诋毁蔑视他们来聊以自慰。在菲利普看来，理想主义者的典型代表就是像海沃德那样的人，曾经衣冠楚楚、性格散漫，现在又肥又秃，可对自己相貌仅存的亮眼处非常在意，还时不时地精心计划，试图在未知的将来成就大业。可他生活的另一面却是终日的饮酒狂欢、拈花惹草。正是因为看到了海沃德的这番境地，菲利普才决意振臂高呼，坚持要让生活维持其原本的样子。肮脏、罪恶、缺陷，统统只是过眼云烟；他想看到最真实、赤裸的人。每当遇到卑鄙残暴、自私贪欲的行为，他都兴奋地不停搓手：唯有这些才是真实啊！==他在巴黎学到，世上本无美丑，有的只是真相==。对美的追求不过是感情用事罢了。当初他为了不陷入“美”之桎梏，不也学着在风景画前头添了个巧克力的广告牌吗？ 现在，他似乎又觉察到些新的东西。长久以来，他对自己的感觉都犹豫不决，一直到现在才终于确定这一事实，原来自己与新的发现仅有一步之隔。他模糊觉得似乎有比自己一直崇拜的现实主义更好的思想，而且那显然不是只能让人消极避世的、软弱而苍白的理想主义。它强劲有力，充满气魄；它能坦然接受生命中的活力与懈怠，丑陋与美丽，懦弱与勇敢。它其实还是一种现实主义，只是被推到了更高的层度；事实在这里得以大见天日，暴露于一道耀眼的明光之下。他透过已逝的卡斯提尔贵族们的眼睛看到了万事万物更深层的内涵。圣徒摆出的姿势打眼看去非常古怪扭曲，可深藏其中的含义现在却慢慢显露。只是他也参不透这些含义究竟该作何讲。像是一封向他发来的急函，打开后却发现纸上尽是看不懂的文字。生命的意义究竟为何？他一直在寻寻觅觅，答案仿佛早已找到，只是晦涩难懂，不可解读。他的内心深深迷惑着。真相总是稍纵即逝，就像在漆黑的暴雨夜中，倏忽打亮的闪电让你看清一眼山的轮廓。他似乎认识到，==人不能拿生活碰运气，自身的意志非常强大==。他似乎认识到自我控制是一种同屈服于激情一样热烈积极的行为；他似乎认识到和那些征服疆土、发现大陆的人的生活相比，内在的精神生活也一样多种多样、体验丰富。 心中一颤的片段 “恐怕您的意思是我没机会做出一番成绩了。” 福瓦内先生微微地耸了耸肩膀。 “你手挺巧的。肯下功夫的话，想成为一个一丝不苟、小有成绩的画家也不是不可能。有成百上千的人画得还不及你好，也有成百上千的人和你平起平坐。你给我看的这几幅画里没有显出任何天赋，但我看出了你下了不少功夫，脑袋也挺灵。你将来充其量也就是个二流画家吧。” 菲利普强装镇定，尽可能地克制着自己发抖的嗓音问： “非常感谢您，麻烦您了。真不知道该怎么谢谢您才好。” 福瓦内站起身来，刚要离开，又忽然停下来把手放到菲利普的肩膀上： “如果你问我下一步应该怎么走，我会建议你咬咬牙，下定决心干点别的试试运气吧。听上去也许很难，但我告诉你吧，我愿意拿世上所有东西去换取一个机会，一个能让我回到你这么大的年纪，遇到一个能给我这样建议的人，并且乖乖按着他的建议来的机会。” 菲利普被这番话惊呆了。福瓦内老师硬生生地挤出一丝微笑。他的眼睛还是那么严肃而惆怅。 “好不容易发现了自己的平庸，但却为时已晚，这才是最残忍的事啊。” 他说完最后几个字，哈哈干笑两声，飞也似的走出了房间。 ▲不知为何，这段让我心中一颤，万千感慨。 他想起伯伯刚才的话，不由微微一笑。这般轻率无礼、牙尖嘴利其实不失为一件好事。他已经意识到父母早逝对自己而言是一种怎样惨重的损失。之所以看事物的眼光总与别人不同，想来多少也要归咎于这件事吧。舐犊之情是这世上寥寥几种无私的情感之一。在一群陌生人照顾下长大的他，虽说也算成器，但终是没有享受过来自父母的耐心照顾和容忍关怀。他一度以富有自控力为傲，而这种能力正是在同伴的讥讽嘲笑下硬生生逼出来的。很快，他们又嫌弃他是个愤世嫉俗、冷漠麻木的人。他早就学会一举一动尽量不动声色，大多数情况下喜怒哀乐也都隐藏在面具之下。如此一来，表达感情的能力也就慢慢退化丧失了。人们总是说他是个无情无义的冷血动物，但他心里清楚，自己只是善于控制情绪罢了。偶尔遇到触动心弦的事情，他宁可闭紧嘴巴也不愿被颤抖的声音所出卖。在学校的那些日子，他曾吃过的苦、受过的羞辱至今还历历在目，当时的自己只要稍不留神就会惹来一片嘲笑，所以直到现在他做什么事都还格外小心，生怕出丑。他记得那种孤独的滋味，那种与所有人脱离开来，独自面对世界的心酸。即便世界在他丰富的想象中是一番精彩而快乐的模样，可残酷的现实却又总让他美梦破灭，失望不已。所幸他能以外人的眼光审视自己，对这一切都一笑了之。 ▲看了难过 知道了这一点，你就能把所有哲学家的思想猜个大概了。可以这样认为：似乎决定我们行事方式的不是我们的思维方式，而决定我们思维方式的正是我们的为人。这一切都无关乎真理。世上本没有真理。每个人都是自己的哲学家。昔日伟人精心总结的思想系统仅仅是对作家有意义罢了。 现在我们知道，只要了解了一个人，那么关于他哲学体系的所有问题也自然会迎刃而解。菲利普认为想要了解一个人必须通过三种不同联系：==他与其所生存世界的联系，他与身边人的联系，以及他与自己的联系。==他制定了翔实的计划，决定按照这个思路潜心研究一番。 ▲了解一个人必须通过三种不同联系：他与其所生存世界的联系，他与身边人的联系，以及他与自己的联系。好奇研究的结果最后是如何的呢。 世间万物无所谓善恶之分，其存在只是为适应环境使然。读了《物种起源》后，他似乎明白了许多之前一直困惑不解的道理。 ▲世间万物无所谓善恶之分，其存在只是为适应环境使然。 他想让人人都喜欢自己，可又不会去主动接触别人。因为害怕遭到拒绝，所以不敢与人亲近，只好把害羞隐藏在冷若冰霜的面孔之下。 ▲是我… 最困难的事是保证新生儿的母亲能卧床休息十天，这是医院按惯例规定的最少期限了。可操持家务哪里是件轻巧活儿？ 想找人看孩子就必须支付工资，况且要是在丈夫工作一天，又饿又累地回到家之前没准备好茶点，那他一定会雷霆大发。菲利普听说这些穷人家的女人经常会互相帮忙，但实际上，她们总是挨个跟菲利普大吐苦水，抱怨没人愿意帮着收拾屋子、拉扯孩子，又请不起帮佣。 从这些女人说出口和没有说出口的话里，菲利普发现他们的生活和社会上等阶级堪称天差地别。他们从不嫉妒那些富裕人家，因为清楚自己和别人没有可比性。 他们有种特别的阿Q精神，中产阶级的生活在他们眼里只能是刻板、枯燥，毫无幸福可言。甚至他们还同情中产阶级，觉得那些人软弱无能，无法自食其力。这些人中，骨头硬些的只想独善其身，不愿别人来打搅自己。可大多数都想从有钱人那里揩点油。他们深知说些什么才能把乐善好施之人哄得妥妥帖帖，一旦获得施舍还觉得这是天经地义，谁让有钱人都是傻子，而他们却好生精明呢！副牧师上门拜访时，他们总是爱答不理。教区的探访员一来，他们又没个好脸色。探访员是个娘们儿，一进屋就把窗户打开，连句“劳驾”“打扰了”都不说。她一边嚷着“我有气管炎，这天气要冻死人了”，一边在屋里走来走去，东摸西瞧，连犄角旮旯也不放过。就算她不明说这房子很脏，你也能大概猜出她心里在想些什么了。“哎唷，她们雇得起佣人，当然能把家拾掇得干干净净了。要是她们也养着四个孩子，还得负责做饭、缝洗衣服，我倒要看看能把家收拾成什么样。” ==菲利普发现，对于这些人来说，生命中最惨重的悲剧并非生离死别，而是丢了饭碗。生与死乃人之常情，寥寥几滴眼泪便能洗忧涤虑。==有天下午，菲利普正陪着一个刚刚分娩三天的产妇，却忽然看到她丈夫回家来了。他说自己被解雇了。他是个建筑工人，当时经济萧条，工作很难找。他说完后就坐下喝茶了。 ▲看这些片段总有种很真实的感觉，对于没有钱的人而言，生老病死人之常情… 他非常孤独，那暴戾的性格无非是为自己撑起的一把保护伞，用来隐藏尝尽世间滋味后的黯然神伤。他已是风前残烛，却不愿垂垂老去。可他清楚，只有死亡能结果这苦痛的一生。他等待着死神降临，与其说是急不可耐，倒更像在莫名厌恶。 ▲想到了我爸爸 回想曾经那段漫长的朝圣之旅，他竟忽然得以释怀。他坦然接受了自己的残疾，尽管正是因为它，生活才变得如此艰辛。这只瘸腿让他的性格扭曲，可也赋予他内省的能力，让他能因此而自得其乐。倘若他的肢体是健全的，也许就不会对美有如此独到的鉴赏力，不会这样热烈地崇尚艺术和文学，也不会因生命百态而兴致勃勃。在他身上日积月累的讥讽嘲笑让他渐渐筑起心墙，催开了芳香不逝的花朵。 他看到，在这世上，最为珍贵是寻常。 人人生来便带着瑕疵，或是身体，或是灵魂。他想到自己认识的所有的人（世界可比作一间病房，混乱无序，毫无逻辑可言），排成长长一队，肢体残缺，心灵扭曲；肉体的疾病如心脏绞痛、肺部脓肿，精神的异常如意志匮乏、嗜酒成命。此刻，他想到这些人，心中升起神圣而深沉的同情。他们是遭到命运玩弄的可怜人儿。他原谅了格里菲斯的背叛，原谅了米尔德里德的铁石心肠。他们对自己的行为也是无能为力啊。唯一合理的做法只有接受人心之善，宽容人性之恶。菲利普忽然想起耶稣在临终之际的那句教诲： 宽恕他们吧，他们不知道自己做了什么。 ▲最为珍贵的是寻常。 每个“昨日”都在为“明日”做打算，而“今日”就这样白白付诸东流。 ##","categories":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}],"tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}],"keywords":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}]},{"title":"《吉卜力的伙伴们》","slug":"吉卜力的伙伴们","date":"2018-07-02T16:00:00.000Z","updated":"2018-07-04T14:25:40.955Z","comments":true,"path":"2018/07/03/吉卜力的伙伴们/","link":"","permalink":"http://yoursite.com/2018/07/03/吉卜力的伙伴们/","excerpt":"","text":"《吉卜力的伙伴们》本书讲什么铃木敏夫身为吉卜力的制作人，这本书回顾了他负责吉卜力电影的宣发工作中种种，“如何让电影卖座呢”，书中从《风之谷》的宣发开始讲述。 电影宣传原来是这么一回事这本书让我感受到电影要卖座，宣发的过程中要集合各界的力量。除了传统的打广告，上电视，联合商家，办活动，音乐，乃至制作过程中的拍摄跟拍，后期也可以作为宣传素材在电影播出前放出。 铃木敏夫还独创了“在宣传中投入多少，就会有多少票房收获”的理论。其实我觉得，吉卜力动画之所以卖座，不止是宣传的缘故，人们口口相传从电影中获得的感动也是一个原因。还有就是电影票房与那时的时代背景也息息相关。只不过，龙猫在上映时票房并不高，这倒是让我十分意外。 卖电影真的是为了票房么？铃木敏夫为了票房似乎有些“不择手段”，但是就像他说得那样，让电影卖出去的目的是为了以后可以一直做动画，毕竟动画电影制作周期之长，成本之高。没有资金的话，是很难支撑一部电影完成的。卖出电影之后就有钱做下去。一直一直做下去，这大概是动画人的期待吧。 也就是说，我的目的不在卖座本身，如果不能回收制作成本，就没法制作下一部电影，所以我才这么拼命宣传。首要任务是要保证能继续做电影。 我的动机可能跟其他制片人不太一样。多数的制片人都是折祷电影能够大卖。而我需要不断考虑的是，如何为高畑先生和宫先生创作好电影提供良好的环境。就像之前反复提到的那样：创作是第一，是否卖座是第二位。 书中还讲述到高畑勋最后一部动画《辉夜姬物语》，这是一部高畑勋特别希望做成的一部动画，制作成本高达50亿日元，可是最后的票房并不如意。 铃木说到这部动画目的并非卖多少票房，让我体会到，原来制作人用心制作的动画有时候并不会成为一部卖座的片子。这其中有时代的变化，也有片子的受众人数的原因。如果真的要做一部卖座的片子，除了本身内容以外，贴合时代和受众广大也很重要啊。 不过，高畑勋仅仅想要做一部自己想做的片子，票房如何，也许并不是他在意的事。 就如铃木敏夫在节目中里说，宫崎骏是娱乐大师而高畑勋是艺术家。 这让我联想到其他创作内容，如果是创作真心想做的，不以讨好别人想做的内容，那么是否会得到市场的认可呢？要获得市场的认可，势必要深谙受众，而又要符合本心，这真的是一件难事。评价者常说，某某人江郎才尽。是否真的是这样呢？叫好又叫座的其中是一份运气。 高畑先生是不追求“炒作出来的高票房”的导演。他认为只有真正理解这部电影的人，才能真心好好享受。这的确是种最理想的状态，我也能理解这种心情。所以《辉夜姬物语》的宣传，我抗拒的只有广告文案。除此以外，打算全部按照高烟先生的意愿来做。 感慨高畑勋与宫崎骏做动画的本心宫崎骏在成立吉卜力之初，要求要将所有工作人员转为正式，并且工资是固定工资而定。刚开始看到这段，我并未了解这其中的意义，直到后来偶然看到宫崎骏早年来中国访问上海美术制片厂的新闻，交流时候，中方高层只关心吉卜力是如何给工作人员发工资的，并且考虑也将原来的固定工资改为计件——美名其曰“与世界接轨”。宫崎骏对此表示十分失望，本想在动画制作商有所交流。没想到中方关心的仅仅是如何发放工资。 计件工资的对于管理者来说的优势在于，提高产品数量，而对于工作人员来说，这是一种打击创意和创作激情的事情。 宫崎骏在一开始能够那么考虑，其实在位工作人员们考虑，希望他们的辛苦工作能获得应有的回报。 但是我当时正处在逐渐熟悉电影制作的过程中，吉卜力工作室好不容易才走到今天，我希望它维持的时间能长一点。于是我去跟宫先生商量这件事，他提出了三个条件: 第一是要将员工转正。日本的动画工作室多数是召集自由动画人，定好每张画的单价，以按产量付报酬的形式运营吉卜力之前也是如此。但这种运营方式使得动画人的年收入很低，生活也没有保障。 比如说，《魔女宅急便》的制作费是4亿日元。虽然预算比之前的作品增加了许多，但是宫先生对作画水平的要求很高，所以动画人的工作强度也很大。这样的工作密度，员工的平均工资却只有10万日元左右，宫先生和我都觉得很痛心。如果将这些以动画人为主的临时员工转正，支付固定的工资，就要以平均工资翻倍为目标制订计划。 不同的时代背景下，人们娱乐方式发生极大的变化。仅仅是靠宣传，其实已经没有办法获得更多票房了在书的最后，铃木感慨时代变了。大众消费过度到了数字化的小众兴趣。人们不只是从电影上获得娱乐，电视与互联网的出现，人们对于电影的需求也就越来越小了。感慨铃木敏夫能够有这样的判断。有这样初心的人，真是了不起啊。 像高畑勋或宫崎骏这样的天才，动用大量的人力物力，耗费漫长的周期完成大制作，再经由大规模的宣传问世，期待已久的观众们蜂拥而至，在电影院前排起长队一这样的大众消费时代逐渐终结，不，我觉得已经结束了。 很久以前，只有部分王公贵族可以观赏艺术。有钱人成为赞助人，资助艺术家创作作品。这也为任何人都可以享受的20世纪大众消费社会打下了基础。 在这当中，以胶片的形式出现、可以大量复制的电影，具有胶片所到之处均可同时上映的特点。因此，每位观众只要付极低廉的费用就能观看电影。只要便宜，就能聚集更多的人。就这样，电影成为大众娱乐之王。但是随着电视这种免费的媒体出现后，它的地位就被剥夺了，互联网的出现将它进一步推向深渊。 在这样的时代，花费莫大的预算制作高品质的作品，对制作者来说有很大的风险。于是兴趣开始分流，小众的作品越来越多。音乐是这样，出版也是如此。大制作以及“国民作品”开始从大众娱乐中消亡。 单从电影界来看，大众消费社会也许很久以前就结束了。不过，因为时代处于数字化的过渡时期，我们得益于各种幸运的眷顾，制作了23部作品，其中还诞生了观影人次达2350万、票房收入304亿日元这种出人意料的超高票房作品。 但是，时代变了。 吉卜力本来就是为了制作宫崎骏的作品才成立的工作室，随着宫崎骏的隐退，它的使命自然也就结束了。但是，因为出现了像米林宏昌和宫崎吾朗这样的青年俊才，我有心想为他们留下一个良好的工作环境。","categories":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}],"tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}],"keywords":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}]},{"title":"《灵感从何而来》","slug":"灵感从何而来","date":"2017-12-02T16:00:00.000Z","updated":"2018-06-14T07:40:09.084Z","comments":true,"path":"2017/12/03/灵感从何而来/","link":"","permalink":"http://yoursite.com/2017/12/03/灵感从何而来/","excerpt":"","text":"《灵感从何而来》读完了水野学的这本挺简单的小书，发觉书中的方法对思考解决办法很有帮助，将心得记录下。 《灵感从何而来》豆瓣链接 首先，作者水野学是谁呢？ 水野学（Manabu Mizuno），1972年生于日本东京，1996年毕业于多摩美术大学设计科，曾任职于Pablo Production，及日本著名设计公司Draft，1999年创建“good design company”。 你也许没听过他的名字，但他最著名的作品你一定听说过——就是那只两年内为熊本县带去约68亿元人民币的熊本熊。 什么是灵感？——积累知识和客观思考水野学认为灵感并非脑袋发热想出的成果，也不是与生俱来的天赋。灵感是一种“感觉”，即认为某件事情应该呈现为什么样的感觉，而感觉是由知识积累的。 打磨“感觉”的方法是积累知识和客观思考。 积累客观知识 作者认为打磨感觉首先要收集基础知识，如果是设计某一款产品，那么先要了解同类产品的经典款是什么？在判断何为经典款的过程中，也锻炼了思考能力。 接着，应该了解这类产品时下最流行的样式是什么样的？流行，意味着时下是被认可的。 思考经典产品与流行产品有何共同之处。归纳后，思考为何会如此？为什么这样的产品会受到欢迎，背后的原因是什么呢？ 然后，得出假说，产品应该如何设计。最后再验证假说，得出最后的结论。 这让我想到了平常做网站规划的步骤，也是从竞品开始。收集大量竞品之后，分析其中的共同点，分析那么做背后的原因，得出假说用在新站的规划上。 客观思考，而不是依赖需求方在本书中，作者提到了公司在创造产品时候常会依赖于“市场调研”。作者反对过度依赖市场调研： 但无疑市场调查在人才培养方面是危险的行为。理由有二。 第一，仅仅依赖市场调査会导致停止自我思考一一对自己而言，什么才是是“好”?而自己又想生产什么?这种依赖外力的痼习会产生怠于创新的大脑构造。 第二，一旦“由调查结果决定”，责任界定就变得曖昧不清。 日本企业原本就倾向于通过全体意见决定事情，若再依赖市场调查，则新商品的失败不危及个人工作，以致员工丧失失业的张感。紧张感的淡薄进而会减弱精益求精的上进心。缺乏上进心的地方恐怕诞生不了好的商品吧。 这与我们产品依赖需求方/用户是相似的，做网站规划的时候，我们经常反思，产品是否符合用户的需求呢？产品是否是需求方想要的呢？但大概率是，他们并不知道自己想要什么？ 如果我们把产品的责任推给他们——这是需求方/用户要求的。那么会做出什么样的产品呢？考虑用户体验永远没有错，但永远不要让用户告诉你，他想要的是哪种马车——也许你可以创造出汽车呢？ “感觉也要有精度”什么是精度呢？就是对于某件事情，内心有明确的想法，而非模糊不清仅有“感觉”。 知识的精度，表明你对这件事情的来龙去脉足够了解。比如了解一个原理，你能在了解它本身之外，还能懂得原理背后的发现过程和知识脉络。 而输出的精度，我的理解是你明白为什么要这么设计，当设计时思考得越多，就会赋予产品越多的细节。 人的感官纤细而敏感。虽无法具体言说不同之处，却能敏锐地发现某产品与其他产品的不同，捕捉到没缘绿由的“帅气”、受到某产品的精度和苦心。 拥有多么广博的知知识?如何使之融合?最终以怎样的精度制造生产?这个过程正是设计和品牌开发中不可或缺的。 细节孕育设计。细节孕育品牌。 你给出的理由不是忽悠用户，而是你思考的每一步过程。这一步难在，每一步你都应该问问自己，为什么要这么规划。而实际操作的时候，最容易犯得错误就是凭自己喜好做，这样的出来的结果往往经不起推敲。 所以在做网站规划的时候，要思考自己为什么要那么做。这个过程就像自己在与需求方提案，而说服对方的理由就是推敲的过程，以体现自己思考的精度。 如果你以设计为生，则必须说明自己设计的根据，而非用“感觉”一词蒙混敷衍。唯有做到这一点，才可能实现高精度的“输出”，这是通向畅销商品的康庄大道。 我基本不相信自己的“感觉”，因此一直以来坚持对“感觉”的根源进行确认。 总结 对自已的“感觉”没有自信的人，首先要认识到自己对信息收集的欠缺，自己所掌握的客观信息之少。就算能在瞬间使事物最优化，那个人的“感觉”也不是直觉，是庞大的知识储备。“感觉”是一种所有人都能通过钻研习得的能力，绝非与生俱来。 灵感从何而来？灵感来源于信息的收集。强大的知识储备，帮助我们明白什么是好，为什么是好。而思考的过程必须学会客观，不依赖外界的信息，不断深化自己的思考精度。","categories":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}],"tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}],"keywords":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}]},{"title":"《思考快与慢》","slug":"思考快与慢","date":"2014-10-08T16:00:00.000Z","updated":"2018-06-14T07:37:57.554Z","comments":true,"path":"2014/10/09/思考快与慢/","link":"","permalink":"http://yoursite.com/2014/10/09/思考快与慢/","excerpt":"","text":"思考快与慢笔记之一花了半个月，每天一点一点地读，终于啃完了。感觉不写笔记的话就亏了啊！ 一开始的几章，读完没有形成系统，只零碎记下一些自己觉得比较有感触的部分。 启动效应 启动效应：你的行为和情感有时会受制于你自己甚至都没有意识到的事件。常见动作也会不知不觉地影响到我们的想法和感觉。“不管你怎么想的，都得心平气和”你的主观体验主要由系统2决定的。启动效应来自系统1，而这个效应发生时，你根本意识不到。 我们的行为有多容易受到外界的影响呢？这几乎是无法想象的。认知的放松，使我们更容易做有创造性的事情。而紧锁眉毛，假装紧张，有可能就调动了我们第二系统，让我们更好的思考问题。我们的情绪会影响行为，反过来，我们的行为也会影响情绪。 对我影响特别大的下面这个TED里，所说的正是这个道理。假装自信，假装优秀，也许，你就可以变成自己想要的样子。 肢体语言塑造你自己_网易公开课 紧张与系统2的调用 一方面，当系统2参与——会导致紧张另一方面紧张的情绪——会让系统2参与，不再随意凭直觉，而是转向更加专注的分析性思维。无论认知紧张是由什么原因造成的，它都更有可能激发系统2来抑制系统1所给出的直觉性答案。 曝光效应——熟悉感对我们的影响 什么样的信息更容易让人信服？——熟悉的！系统1让人产生熟悉感，系统2依靠系统1产生的这种熟悉感，来作出正误判断。想让人相信谬误有个可靠的方法，那就是不断重复，因为人们很难对熟悉感和真像加以区别。系统2非常懒惰。（懒得思考，懒得判断）曝光效应：当人们完全没有意识到自己看见了刺激物的时候，其曝光效应会更强。 我因此想到的是脑白金的洗脑广告，还有各类洗脑的故事。这或许也是媒体传播的力量体现之一。当身边的各类媒介都在向你灌输着同一种价值观，同一种论调时，你很难不去信服。谁让我们都懒得思考呢？ 曝光率的提升，会让我们产生熟悉感，并以此让我们产生信赖的感觉。这一点，在很多事情上都有体现。因此，试着在决策时问问自己：你是因为熟悉而信赖，还是因为其本身值得信赖呢？ 另外有个观点很特别：当一件奇异的事情重复发生之后，人们甚至不会对更奇异的事情表达惊讶之感。系统1默认了其结果，并为其加上了人为的理由。 这也是熟悉感的缘故。有许多反常规的事情发生了，我们却习以为常。因为你的系统1，已经习以为常，甚至于会为其增加上自以为是的理由。对于一些社会不公也是，我们因为习惯了一些事件的报道，甚至于不曾反问自己，那是否正常了。所谓的“奴性”，也是因为这个缘故吧。或许不是因为所谓的“民族劣根性”，而是长期的历史选择使然。根植在我们脑袋里的观念，就是有那么大的影响力。 光环效应与一致性 在没有清晰情景的情况下，系统1会自行建立一个可能的情景。光环效应与一致性：第一次表现不错，那么第二次也理应如此。 作者在书中提到了自己改论文的经历，同一个学生的论文，如果第一篇论文写得十分出彩，那么第二份论文即使十分一般，作者也很难给他低分。由此，我们还可以联系到一个团队做决策的时候，每个人的判断十分容易受到他人的影响，以至于甚至有，“一个团队的气质取决于领导者的气质”这种说法。这样的情况，导致我们极易人云亦云，且容易受到自己早前判断的影响。 作者对于这种情况，给出的建议是：消除错误的关联。也就是保持独立不相关的判断，这样，才有利于得出结论。 比如，在小组讨论前，应该让每个组员先写好自己的想法。","categories":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}],"tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}],"keywords":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}]}]}