{"meta":{"title":"一盒薄荷糖🌿","subtitle":null,"description":"凡事往简单处想，往认真处行。","author":"Mint33","url":"http://yoursite.com"},"pages":[{"title":"关于","date":"2017-12-04T15:52:02.782Z","updated":"2017-12-04T15:52:02.755Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"一个热爱交互设计的女生，喜欢思考与自我革命。深知自己有许多思想的盲点，只有不断学习总结才会得到完善。这个Blog是内心的安放处，也将见证我一步步向前。Never too late."},{"title":"分类","date":"2017-12-04T15:23:40.000Z","updated":"2017-12-04T15:30:04.286Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"读书","date":"2017-12-03T16:29:51.677Z","updated":"2017-09-23T06:58:21.000Z","comments":true,"path":"reading/index.html","permalink":"http://yoursite.com/reading/index.html","excerpt":"","text":""},{"title":"标签","date":"2017-12-04T04:39:04.000Z","updated":"2017-12-04T15:30:39.455Z","comments":false,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"《灵感从何而来》","slug":"灵感从何而来","date":"2017-12-02T16:00:00.000Z","updated":"2018-06-14T07:37:59.509Z","comments":true,"path":"2017/12/03/灵感从何而来/","link":"","permalink":"http://yoursite.com/2017/12/03/灵感从何而来/","excerpt":"","text":"《灵感从何而来》读完了水野学的这本挺简单的小书，发觉书中的方法对思考解决办法很有帮助，将心得记录下。 《灵感从何而来》豆瓣链接 首先，作者水野学是谁呢？ 水野学（Manabu Mizuno），1972年生于日本东京，1996年毕业于多摩美术大学设计科，曾任职于Pablo Production，及日本著名设计公司Draft，1999年创建“good design company”。 你也许没听过他的名字，但他最著名的作品你一定听说过——就是那只两年内为熊本县带去约68亿元人民币的熊本熊。 什么是灵感？——积累知识和客观思考水野学认为灵感并非脑袋发热想出的成果，也不是与生俱来的天赋。灵感是一种“感觉”，即认为某件事情应该呈现为什么样的感觉，而感觉是由知识积累的。 打磨“感觉”的方法是积累知识和客观思考。 积累客观知识 作者认为打磨感觉首先要收集基础知识，如果是设计某一款产品，那么先要了解同类产品的经典款是什么？在判断何为经典款的过程中，也锻炼了思考能力。 接着，应该了解这类产品时下最流行的样式是什么样的？流行，意味着时下是被认可的。 思考经典产品与流行产品有何共同之处。归纳后，思考为何会如此？为什么这样的产品会受到欢迎，背后的原因是什么呢？ 然后，得出假说，产品应该如何设计。最后再验证假说，得出最后的结论。 这让我想到了平常做网站规划的步骤，也是从竞品开始。收集大量竞品之后，分析其中的共同点，分析那么做背后的原因，得出假说用在新站的规划上。 客观思考，而不是依赖需求方在本书中，作者提到了公司在创造产品时候常会依赖于“市场调研”。作者反对过度依赖市场调研： 但无疑市场调查在人才培养方面是危险的行为。理由有二。 第一，仅仅依赖市场调査会导致停止自我思考一一对自己而言，什么才是是“好”?而自己又想生产什么?这种依赖外力的痼习会产生怠于创新的大脑构造。 第二，一旦“由调查结果决定”，责任界定就变得曖昧不清。 日本企业原本就倾向于通过全体意见决定事情，若再依赖市场调查，则新商品的失败不危及个人工作，以致员工丧失失业的张感。紧张感的淡薄进而会减弱精益求精的上进心。缺乏上进心的地方恐怕诞生不了好的商品吧。 这与我们产品依赖需求方/用户是相似的，做网站规划的时候，我们经常反思，产品是否符合用户的需求呢？产品是否是需求方想要的呢？但大概率是，他们并不知道自己想要什么？ 如果我们把产品的责任推给他们——这是需求方/用户要求的。那么会做出什么样的产品呢？考虑用户体验永远没有错，但永远不要让用户告诉你，他想要的是哪种马车——也许你可以创造出汽车呢？ “感觉也要有精度”什么是精度呢？就是对于某件事情，内心有明确的想法，而非模糊不清仅有“感觉”。 知识的精度，表明你对这件事情的来龙去脉足够了解。比如了解一个原理，你能在了解它本身之外，还能懂得原理背后的发现过程和知识脉络。 而输出的精度，我的理解是你明白为什么要这么设计，当设计时思考得越多，就会赋予产品越多的细节。 人的感官纤细而敏感。虽无法具体言说不同之处，却能敏锐地发现某产品与其他产品的不同，捕捉到没缘绿由的“帅气”、受到某产品的精度和苦心。&gt;拥有多么广博的知知识?如何使之融合?最终以怎样的精度制造生产?这个过程正是设计和品牌开发中不可或缺的。&gt;细节孕育设计。细节孕育品牌。 你给出的理由不是忽悠用户，而是你思考的每一步过程。这一步难在，每一步你都应该问问自己，为什么要这么规划。而实际操作的时候，最容易犯得错误就是凭自己喜好做，这样的出来的结果往往经不起推敲。 所以在做网站规划的时候，要思考自己为什么要那么做。这个过程就像自己在与需求方提案，而说服对方的理由就是推敲的过程，以体现自己思考的精度。 如果你以设计为生，则必须说明自己设计的根据，而非用“感觉”一词蒙混敷衍。唯有做到这一点，才可能实现高精度的“输出”，这是通向畅销商品的康庄大道。&gt;我基本不相信自己的“感觉”，因此一直以来坚持对“感觉”的根源进行确认。 总结 对自已的“感觉”没有自信的人，首先要认识到自己对信息收集的欠缺，自己所掌握的客观信息之少。就算能在瞬间使事物最优化，那个人的“感觉”也不是直觉，是庞大的知识储备。“感觉”是一种所有人都能通过钻研习得的能力，绝非与生俱来。 灵感从何而来？灵感来源于信息的收集。强大的知识储备，帮助我们明白什么是好，为什么是好。而思考的过程必须学会客观，不依赖外界的信息，不断深化自己的思考精度。","categories":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}],"tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}],"keywords":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}]},{"title":"《思考快与慢》","slug":"思考快与慢","date":"2014-10-08T16:00:00.000Z","updated":"2018-06-14T07:37:57.554Z","comments":true,"path":"2014/10/09/思考快与慢/","link":"","permalink":"http://yoursite.com/2014/10/09/思考快与慢/","excerpt":"","text":"思考快与慢笔记之一花了半个月，每天一点一点地读，终于啃完了。感觉不写笔记的话就亏了啊！ 一开始的几章，读完没有形成系统，只零碎记下一些自己觉得比较有感触的部分。 启动效应 启动效应：你的行为和情感有时会受制于你自己甚至都没有意识到的事件。常见动作也会不知不觉地影响到我们的想法和感觉。“不管你怎么想的，都得心平气和”你的主观体验主要由系统2决定的。启动效应来自系统1，而这个效应发生时，你根本意识不到。 我们的行为有多容易受到外界的影响呢？这几乎是无法想象的。认知的放松，使我们更容易做有创造性的事情。而紧锁眉毛，假装紧张，有可能就调动了我们第二系统，让我们更好的思考问题。我们的情绪会影响行为，反过来，我们的行为也会影响情绪。 对我影响特别大的下面这个TED里，所说的正是这个道理。假装自信，假装优秀，也许，你就可以变成自己想要的样子。 肢体语言塑造你自己_网易公开课 紧张与系统2的调用 一方面，当系统2参与——会导致紧张另一方面紧张的情绪——会让系统2参与，不再随意凭直觉，而是转向更加专注的分析性思维。无论认知紧张是由什么原因造成的，它都更有可能激发系统2来抑制系统1所给出的直觉性答案。 曝光效应——熟悉感对我们的影响 什么样的信息更容易让人信服？——熟悉的！系统1让人产生熟悉感，系统2依靠系统1产生的这种熟悉感，来作出正误判断。想让人相信谬误有个可靠的方法，那就是不断重复，因为人们很难对熟悉感和真像加以区别。系统2非常懒惰。（懒得思考，懒得判断）曝光效应：当人们完全没有意识到自己看见了刺激物的时候，其曝光效应会更强。 我因此想到的是脑白金的洗脑广告，还有各类洗脑的故事。这或许也是媒体传播的力量体现之一。当身边的各类媒介都在向你灌输着同一种价值观，同一种论调时，你很难不去信服。谁让我们都懒得思考呢？ 曝光率的提升，会让我们产生熟悉感，并以此让我们产生信赖的感觉。这一点，在很多事情上都有体现。因此，试着在决策时问问自己：你是因为熟悉而信赖，还是因为其本身值得信赖呢？ 另外有个观点很特别：当一件奇异的事情重复发生之后，人们甚至不会对更奇异的事情表达惊讶之感。系统1默认了其结果，并为其加上了人为的理由。 这也是熟悉感的缘故。有许多反常规的事情发生了，我们却习以为常。因为你的系统1，已经习以为常，甚至于会为其增加上自以为是的理由。对于一些社会不公也是，我们因为习惯了一些事件的报道，甚至于不曾反问自己，那是否正常了。所谓的“奴性”，也是因为这个缘故吧。或许不是因为所谓的“民族劣根性”，而是长期的历史选择使然。根植在我们脑袋里的观念，就是有那么大的影响力。 光环效应与一致性 在没有清晰情景的情况下，系统1会自行建立一个可能的情景。光环效应与一致性：第一次表现不错，那么第二次也理应如此。 作者在书中提到了自己改论文的经历，同一个学生的论文，如果第一篇论文写得十分出彩，那么第二份论文即使十分一般，作者也很难给他低分。由此，我们还可以联系到一个团队做决策的时候，每个人的判断十分容易受到他人的影响，以至于甚至有，“一个团队的气质取决于领导者的气质”这种说法。这样的情况，导致我们极易人云亦云，且容易受到自己早前判断的影响。 作者对于这种情况，给出的建议是：消除错误的关联。也就是保持独立不相关的判断，这样，才有利于得出结论。 比如，在小组讨论前，应该让每个组员先写好自己的想法。","categories":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}],"tags":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/tags/读书/"}],"keywords":[{"name":"读书","slug":"读书","permalink":"http://yoursite.com/categories/读书/"}]}]}